# Напишите программу, которая принимает на вход координаты точки (X и Y), причём X ≠ 0 и Y ≠ 0 и выдаёт номер четверти плоскости, 
# в которой находится эта точка (или на какой оси она находится).

x = int(input("Введите значение координаты х: "))
y = int(input("Введите значение координаты y: "))

if (x>0 and y>0):
    print()
    print("Четверть I координатной плоскости")
elif (x<0 and y>0):
    print()
    print("Четверть II координатной плоскости")
elif (x<0 and y<0):
    print()
    print("Четверть III координатной плоскости")
elif (x>0 and y<0):
    print()
    print("Четверть IV координатной плоскости")
else:
    print()
    print("Значения x и y не должны равняться 0")