# Напишите программу, которая по заданному номеру четверти, показывает диапазон возможных координат точек в этой четверти (x и y).

qtr = int(input("Введите номер четверти: "))

if qtr == 1:
    print("Диапазон значений координат: x>0, y>0")
elif qtr == 2:
    print("Диапазон значений координат: x<0, y>0")
elif qtr == 3:
    print("Диапазон значений координат: x<0, y<0")
elif qtr == 4:
    print("Диапазон значений координат: x>0, y<0")
else:
    print("Неверно введено значение четверти")